[A_Infection_Buff H7BaseBuff]
mName="Заражение"
mTooltip="Существо восстанавливает на %res1 меньше %icon_health здоровья от исцеляющих заклинаний и способностей. Длительность (ходов): %durnow.norm."

[A_Nova H7HeroAbility]
mTooltipMagicGuild="Мгновенно наносит выбранному вражескому отряду урон от %d.icon изначальной магии."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon"
mTooltipUpgraded=""
mName="Заражение"
mTooltip="Мгновенно наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %icon_prime изначальной магии. Выбранный отряд восстанавливает на %buff1.buff.res1 меньше здоровья от заклинаний и способностей в течение %buff1.buff.durini.norm ходов."

